Repository: mozilla-l10n/mt-training-data
Catalog: ilo/ilo_pontoon.tmx
Source language: en_us
Languages: ilo

source: Unable to digitally sign data required to verify your certificate.
ilo: Saan a mapirma a dihital ti nasken a datos tapno mapatalgedan ti sertipiko.

source: unclosed CDATA section
ilo: di-narikpan a paset ti CDATA

source: undefined entity
ilo: Saan a naituding nga entidad

source: Underline links
ilo: Ukritan dagiti panilpo

source: unexpected parser state
ilo: napettat a kasasaad ti pagusig

source: Unexpected response from server
ilo: Napettat a sungbat manipud ti serbidor

source: Unexpected value %2$S parsing %1$S attribute.
ilo: Napettat ti pateg a %2$S bayat ti panagusig ti gupit a %1$S.

source: Unified Canadian Syllabary
ilo: Sangkamaymaysa a Silibario a Kanadiense

source: Uninitialized
ilo: Di-narugian

source: &Uninstall
ilo: &Yikkat

source: Uninstallation Aborted
ilo: Binawi ti Panagikkatna

source: Uninstallation Complete
ilo: Nalpas ti Panagikkatna

source: Uninstalling
ilo: Inik-ikkat

source: Uninstall this add-on
ilo: Ikkaten daytoy a raman

source: Uninstall this add-on (restart required)
ilo: Idisinstala daytoy a raman (masapol ti pannakarugina manen)

source: Uninstall was completed successfully.
ilo: Nalpas a silalaing ti panagikkatna.

source: Uninstall was not completed successfully.
ilo: Saan met a nalpas ti panagikkatna.

source: Unknown
ilo: Di-naammuan

source: Unknown error
ilo: Saan nga am-ammo a kammali

source: Unknown information access method in certificate extension.
ilo: Adda di-naammuan a pamuspusan a pangaramat iti damdamag iti anay ti sertipiko.

source: Unknown location type in cert AIA extension
ilo: Di-naamuan ti kita ti disso iti pammennat ti sertipiko nga AIA

source: Unknown (not cached)
ilo: Di-naammuan (Di pay impenpen)

source: Unknown object type specified.
ilo: Naituding ti saan a naammuan a banag.

source: Unknown size
ilo: Di-ammuan a kadakkel

source: unlimited
ilo: awan patingga

source: Unmute
ilo: Pagunien

source: Unrecognized at-rule or error parsing at-rule ‘%1$S’.
ilo: Di-Nailasin nga 'at-rule' wenno rimsua ti kammali batay ti panagusig ti 'at-rule' a'%1$S'.

source: "Unregistering: "
ilo: "Ligligsayen: "

source: Unsafe File Type
ilo: Di-natalged a Kita ti Intar

source: Unsorted
ilo: Di-naurnos

source: Unspecified failure while processing SSL Client Key Exchange handshake.
ilo: Rimsua ti pannakapaay bayat ti yaaddang iti pannakitulag a mensahe nga SSL Client Key Exchange.

source: Unspecified failure while processing SSL Server Key Exchange handshake.
ilo: Rimsua ti pannakapaay bayat ti yaaddang iti pannakitulag a mensahe nga SSL Server Key.

source: Unsupported elliptic curve point form.
ilo: Saan a maaklon ti porma ti punto ti eliptiko a kurba.

source: Unvisited Links
ilo: Di pay a natarusan a panilpo

source: Update:
ilo: Pagtatarimaan:

source: Updated %S
ilo: Panagtatarimaan %S

source: Update Now
ilo: Tarimnen Ita

source: Update Password
ilo: Manarimaan ti Kontrasenias

source: Update server not found (check your internet connection)
ilo: Saan a naduktalan ti serbidor (paneknekanyo ti panilpoyo iti Internet)

source: Updating add-ons
ilo: Tartarimnen ti raman

source: Upper Sorbian
ilo: Sorbio a Nangatngato

source: Use a background service to install updates
ilo: Akinlikod a serbisio ti manginstala iti pagtarimaan

source: Use a master password
ilo: Aramaten ti Kontrasenias a Maestro

source: Use Bookmark…
ilo: Aramaten ti pannanda...

source: U&se $BrandShortName as my default web browser
ilo: Aramaten a ka&s naikasigud a browserko ti $BrandShortName

source: Use hardware acceleration when available
ilo: Aramaten ti Pannakapapardas iti hardware no maal-ala

source: Use of captureEvents() is deprecated. To upgrade your code, use the DOM 2 addEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.addEventListener
ilo: Nalikudanen ti releaseEvents(). Aramatenyo ti removeEventListener() a metodo ti DOM 2. Tulong - http://developer.mozilla.org/en/docs/DOM:element.removeEventListener

source: Use of DOMException’s code attribute is deprecated. Use name instead.
ilo: Nalikudanen ti atributo ti kodigo ti DOMException. Aramatenyo ketdi ti name.

source: Use of releaseEvents() is deprecated. To upgrade your code, use the DOM 2 removeEventListener() method. For more help http://developer.mozilla.org/en/docs/DOM:element.removeEventListener
ilo: Nalikudanen ti releaseEvents(). Aramatenyo ti removeEventListener() a metodo ti DOM 2. Tulong - http://developer.mozilla.org/en/docs/DOM:element.removeEventListener

source: Use Password Manager to remember this password.
ilo: Pagirehistro ti Mangimaton ti Kontrasenias daytoy a kontrasenias.

source: Use Password Manager to remember this value.
ilo: Iparehistro ti daytoy a pateg iti Mangimaton ti Kontrasenias.

source: User Identification Request
ilo: Dawat ti Bigbig ti Agar-aramat

source: Use system colors
ilo: Aramaten dagiti maris ti sistema

source: Use system proxy settings
ilo: Aramaten dagiti parametro ti proxy ti sistema

source: Use this proxy server for all protocols
ilo: Aramaten daytoy a proxy para iti amin a wagas

source: Uzbek
ilo: Usbek

source: V
ilo: P

source: Vacation
ilo: Bakasion

source: Valid Certificate
ilo: Natutup a Sertipiko

source: Value
ilo: Pateg

source: { -vendor-short-name } may discontinue or change the Services at its discretion.
ilo: Mabalin a saan nga ipatuloy wenno isukat ti Serbisio ti { -vendor-short-name } segun karbengan ti { -vendor-short-name }.

source: Verified by:
ilo: Nammaneknek:

source: Verifying
ilo: Paspasingkedan...

source: Version
ilo: Bersion

source: version %S
ilo: bersion a %S

source: Video Files
ilo: Video nga Intar

source: Vietnamese
ilo: Bietnames

source: View
ilo: Ipadlaw

source: View…
ilo: Imatangen...

source: View Available Updates
ilo: Ipakita ti Maal-ala a Pannanarimaan

source: View Certificate
ilo: Ipadlaw ti Sertipiko

source: View Frame Info
ilo: Imatangen ti Damdamag ti Kuadro

source: View Frame Source
ilo: Imatang ti Pagtaudan ti Kuadro

source: View Image Info
ilo: Kitaen ti Damag maipapan ti Ladawan

source: View Recent Updates
ilo: Ipadlaw ti Nabiit a Pannanarimaan

source: Views
ilo: Panagipadlaw

source: View Saved Passwords
ilo: Ipadlaw dagiti Indulin a Kontrasenias

source: Visit Count
ilo: Panagbisita

source: Visited Links
ilo: Natarusan a panilpo

source: Volume
ilo: Pigsa

source: W
ilo: T

source: Waiting…
ilo: Agpalpalpas...

source: Walloon
ilo: Walon

source: Wear Theme
ilo: Aramaten ti Tema

source: Web Page, complete
ilo: Panid ti Web, nalpas

source: Web Page, HTML only
ilo: Panid ti Web, HTML laeng

source: Web pages are sometimes offered in more than one language. Choose languages for displaying these web pages, in order of preference
ilo: No dadduma panid ti Web ket ipaay iti sagmamano a pagsassao. Pilienyo dagiti pagsassao a pangipadlaw kadagiti panid wit web, a kas kaykayat.

source: Web Page, SVG only
ilo: Panid ti Web, SVG laeng

source: Web Page, XHTML only
ilo: Panid ti Web, XHTML laeng

source: Web Page, XML only
ilo: Panid ti Web, XML laeng

source: Website:
ilo: Sitio:

source: Website Identity
ilo: Pammigbig ti Sitio

source: Websites
ilo: Sitio ti Web

source: We have come to visit you in peace and with goodwill!
ilo: Immaykami nga agbisita kadakayo babaen ti kappia ken naimbag a nakem!

source: Welcome Humans!
ilo: Kablaaw Tattao!

source: Welcome to the $BrandFullNameDA Setup Wizard
ilo: Bagnos ti Panangyinstala iti $BrandFullNameDA

source: Welcome to the $BrandFullNameDA Uninstall Wizard
ilo: Kablaaw iti bagnos a pangdisinstala ti $BrandFullNameDA

source: Welsh
ilo: Gales

source: We're Sorry
ilo: Pakawannakami

source: Western
ilo: Akinlaud

source: Whitespace-only string given to be parsed as rule.
ilo: Naipaay ti kawar nga espasio iti puraw a mausig a kas alagaden.

source: Will require websites to reload images and data
ilo: Naskento a mangikarga manen dagiti sitio iti ladawan ken datos

source: Window
ilo: Tawa

source: Windows and Tabs
ilo: Tawa ken Etiketa

source: Window { $windowNumber }
ilo: Tawa { $windowNumber }

source: Work offline
ilo: Nalkab

source: Would you like to remember the password for “%1$S” on %2$S?
ilo: Would you like to remember the password on %S?

source: Would you like to save this file?
ilo: Kayatyo a maidulin daytoy nga intar?

source: Would you like to update the saved password for “%S”?
ilo: Would you like to update the saved password?

source: Wrong Site
ilo: Saan a Natutup a Purok

source: Wrote %1$S
ilo: Sinurat ti %1$S

source: X.509 Certificate (DER)
ilo: Sertipiko a X.509 (DER)

source: X.509 Certificate (PEM)
ilo: Sertipko a X.509 (PEM)

source: X.509 Certificate (PKCS#7)
ilo: Sertipiko a X.509 (PKCS#7)

source: X.509 Certificate with chain (PEM)
ilo: sertipko a X.509 ken kawar (PEM)

source: X.509 Certificate with chain (PKCS#7)
ilo: Sertipiko a X.509 ken kawar (PKCS#7)

source: XML Files
ilo: Intar nga XML

# XML Parsing Error: %1$S Location: %2$S Line Number %3$u, Column %4$u:
source: XML Parsing Error: %1$S\nLocation: %2$S\nLine Number %3$u, Column %4$u:
ilo: Kammali iti Panagusig ti XML: %1$S\nDisso: %2$S\nLinia %3$u, Kolumna %4$u:

source: XPath parse failure: binary operator expected:
ilo: Kammali iti panaganalisa iti XPath: inar-arig ti operador a binario:

source: XPath parse failure: ‘)’ expected:
ilo: Kammali iti panaganalisa iti XPath: inar-arig ti operador a binario:

source: XPath parse failure: ‘]’ expected:
ilo: Kammali iti panaganalisa iti XPath: inar-arig ti operador a binario:

source: XPath parse failure: invalid axis:
ilo: Kammali iti panaganalisa iti XPath: saan a maipateg nga ehe:

source: XPath parse failure: invalid variable name:
ilo: Kammali iti panaganalisa iti XPath: saan a maipateg a nagan ti bariable:

source: XPath parse failure: ‘:’ unexpected:
ilo: Kammali iti panaganalisa iti XPath: inar-arig ti operador a binario:

source: XUL Files
ilo: Intar nga XUL

source: Yellow
ilo: Kiaw

source: Yes
ilo: Wen

source: &Yes
ilo: Wen

source: Yesterday
ilo: Idi Kalman

source: Yiddish
ilo: Yidis

source: ;You are about to close #1 tabs. Are you sure you want to continue?
ilo: ;Irikepto ti #1 a lapayag. Kayatyo pay ipatuloy?

source: You are about to override how { -brand-short-name } identifies this site.
ilo: Baliwantyonto ti pakailasin ti { -brand-short-name } kadaytoy a purok.

source: You are about to override how %S identifies this site.
ilo: Baliwantyonto ti pakailasin ti %S kadaytoy a purok.

source: You are about to visit “%1$S”. This site may be attempting to trick you into thinking you are visiting a different site. Use extreme caution.
ilo: Dandaniyo basaen ti "%1$S". Padpadasen ngata daytoy a purok a sikapankayo a pagarupen a basbasaenyo ti sabali a purok. Agaluadkayo a nalaing.

source: You can choose which list { -brand-short-name } will use to block Web elements that may track your browsing activity.
ilo: Mapiliyo no ania a lista nga aramaten ti { -brand-short-name } tapno lapdanna dagiti elemento ti Web a surotsuroten dagiti ar-aramidenyo.

source: You can subscribe to this feed to receive updates when this content changes.
ilo: Mapagsuskribiryo daytoy a subo tapno makaawatkayo iti damag intono ania man a panawen agsukat daytoy a laon.

source: You can subscribe to this podcast to receive updates when this content changes.
ilo: Masuskribiranyo daytoy a podcast tapno makaawatkayo iti damag no agsukat daytoy a laon.

source: You can subscribe to this video podcast to receive updates when this content changes.
ilo: Masuskribiranyo daytoy a podcast a video tapno makaawatkayo iti damag no agsukat daytoy a laon.

source: You can view details of this crash at %s
ilo: Maimatangyo ti detalia ti palta iti %s

source: You did not enter the correct current Master Password. Please try again.
ilo: Saanyo nga insurat ti agpaisu nga agdinama a Kontrasenias a Maestro. Padasenyo man manen.

source: You don’t have any add-ons of this type installed
ilo: Awan ti raman a nakainstala a kastoy

source: You have been asked to trust a new Certificate Authority (CA).
ilo: Dinawatkayo a talkan ti baro a Turay ti Sertipikasion (CA).

source: You haven’t recently updated any add-ons
ilo: Saan pay a nanarimaan ti raman

source: You may get signed out of websites if cleared
ilo: Mabalin a marsat ti sesionyo kadagiti sitio no maborra

source: You must enter your current password to proceed:
ilo: Naksen nga isuratyo ti agdinama a kontrasenias tapno maituloyyo:

source: Your add-ons have been updated.
ilo: Natarimaan ti raman.

source: Your add-on updates have been downloaded.
ilo: Naiyulogen dagiti pannarimaan ti raman.

source: Your computer must be restarted in order to complete the uninstallation of $BrandFullNameDA. Do you want to reboot now?
ilo: Nasken a mairugi manen ti kompiuter tapno malpas ti pannakadisinstala ti $BrandFullNameDA. Kayatyo a mangrugi manen itan?

source: Your password has been reset.
ilo: Naitudingen ti kontraseniasyo.

source: Your recent history is cleared.
ilo: Naborran ti nabiit a pakasaritaan.

source: Your stored cookies, site data and cache are currently using { $value } { $unit } of disk space.
ilo: Dagiti indulin a galietas, datos ti sitio ken dadduma nga impempen ket agnanaed iti { $value } a { $unit } iti disk.

source: Z > A Sort Order
ilo: Panangpantag Z > A

source: Zoom in
ilo: Pasitgan

source: Zoom In
ilo: Pasitgan

source: Zoom out
ilo: Paadaywan

source: Zoom Out
ilo: Paadaywan

source: Add a script and you are halfway through
ilo: Nayonanyo ti bilin sakayon dandani a malpas

source: Are you a developer, interested in Pontoon? There are plenty of ways to get your hands dirty.
ilo: Mangprogramakayo ken interesadokayo kadi maipapan iti Pontoon? Adu met la pamuspusan tapno mapadasyo daytoy.

source: As soon as you are happy with your translation, you can save it by pressing Enter or clicking the save icon in the toolbar. To quit translation mode without saving changes, press Esc or click the cancel icon in the toolbar.
ilo: Intono mapnekkayo iti nakaipatarusanyo, maidulinyo no pindutenyo ti Enter wenno aglitakkayo iti ikono nga idulin iti barra. Tapno isardengyo ti pannakaipatarus sa diyo idulin dagiti balbaliwan, pindutenyo ti Esc wenno aglitakkayo iti ikono ibabawi iti barras.

source: a text block
ilo: ti rinaay a teksto

source: A toolbar appears above the dashed rectangle, allowing you to select the corresponding text block for editing. To do so, either click on the Edit button in the toolbar, or double-click anywhere inside the dashed border.
ilo: Mangpakita iti rabaw ti kuadrado ti gion ket ti barras a mammalubos kadakayo ti agpili kadaytoy a rinaay a teksto tapno mabaliwanyo. Tapno dayta met la ti maaramidyo, aglitakkayo iti butones a Baliwan iti baras, wenno paminduaenyo nga aglitak iti uray sadinoman iti uneg ti pagbedgnan ti gion.

source: Avoid breaking user interface by seeing how much space is available for your translations, which is especially useful with apps.
ilo: Mailiklikanyo iti dadael ti pamay-an ti panangkontrol no makitayo no ania ti maaramat nga espasio para dagiti ipatpatarusyo ta nakabagbagas no dagitoy ket app.

source: By localizing web page on the page itself, you no longer need to worry if the word you are translating is a verb or noun.
ilo: No ipatarusyou ditoy ti panidna a mismo, dikayon nga agdandanag no ti ipatpatarusyo a balikas ket berbo wenno pangnagan.

source: By someone you trust
ilo: Inaramid ti tinatalkanyo

source: Crafted by Mozilla
ilo: Nakaaramidan ti Mozilla

source: Developed by the non-profit behind Firefox
ilo: Pinataudan ti di-pangnguartaan ti makinggapuanan ti Firefox

source: Developers
ilo: Mangprograma

source: Enable it on your site
ilo: Pagbalinenyo iti sitioyo

source: Get help from translation memory, machine translation and the likes
ilo: Dumawatkayo ti tulong gapo ti memoria ti nakaipatarusanyo ken padada

source: Get instant preview
ilo: Dagusto ti pakakitaan

source: Get involved
ilo: Makiramankayo

source: Hack it on GitHub
ilo: Padasenyo idiay Github

source: Hover
ilo: Ampayaganyo

source: How
ilo: Kasano

source: How does it work?
ilo: Kasano ti panagandarna?

source: It's completely free and open source
ilo: Pagtaudanna ket intero a nawaya ken libre

source: Learn more
ilo: Ad-adu pay

source: Localize the web.
ilo: Ipatarusyo ti web.

source: Move your mouse over headings, links, paragraphs or other text blocks on this page. A dashed rectangle will appear around each of these blocks, marking strings that are available for localization on the page itself.
ilo: Ikabilyo diay mouse iti rabaw ti titulo, panilpo, parapo wenno rinaay a teksto kadaytoy a panid. Tumuppuarto ti aglawlaw a kuadrado ti gion kadagitoy tapno mamarkaanna dagiti kawar a maipatarus iti panidna a mismo.

source: over web content
ilo: iti rabaw ti linaon

source: Plurals support
ilo: Badangan ti plural

source: Pontoon allows you to localize web content in place, with context and spatial limitations right in front of you.
ilo: Pontoon ket mangmangted kadakuayo iti kabaelan ti mangipatarus kadagiti laon ti web iti pupuestoda, mairamanna pay ti aglikmutda ken pagbedgnanda ti espasio ditoy sanguananyo.

source: Pontoon Intro
ilo: Pakauna iti Pontoon

source: Pontoon is a very simple and intuitive tool that requires little to no technical skill for localizers to use.
ilo: Pontoon ket simple ken nalaka a maawatan, uray man bassit ti paglaingan a teknikalyo adda ti makapagaramat.

source: Pontoon's in place translation mode is what puts it above others, but it also has many other benefits.
ilo: Datoy a panagitarus ti Pontoon iti saadna a mismo ket isu't pampalainganna, ngem adda pay ti pagsasayaatanna.

source: Quality checks
ilo: Panakatingting

source: See spatial limitations
ilo: Makitayonto dagiti pagbedgnan ti espasio

source: selected text
ilo: ti pinili a teksto

source: Strings with plurals can be translated to all plural forms available in your languge
ilo: Kawir nga adda pluralna ket maipatarusan iti amin a porma ti plural nga inar-aramat ti pagsassaoyo

source: Tell Me More
ilo: Ipakaammuannak pay

source: The moment you submit translation, it replaces the original text in the web page, making you the first proofreader and tester.
ilo: Apagidatar sukatanna ti immun-una a teksto ti web-panid, sakayonto ti agbalin nga umuna a mangpasada ken mangsuot.

source: Translate
ilo: Itarusyo

source: Translation helpers
ilo: Katulong ti pakaipatarus

source: Translations are automatically reviewed for quality before saving
ilo: Dagus a tingtingen ti pakaipatarusan sakbay maidulin

source: Understand context
ilo: Maawatyonto ti aglikmutda

source: What else can it do?
ilo: Ania pay ti maaramidna?

source: When you enter editing mode, the entire text block will be selected. You can start typing your translation immediately while seeing the exact context of your source string and how much space is available for your translation.
ilo: No mangbalbaliwkayon, mamarkaanto ti dagup a rinaay a teksto. Makapagrugikayo a dagus ti agmakinilia iti pakaipatarusanyo bayat makitayo ti exakto nga aglikmut ti nagtaudan a kawar ken ania ti espasio a maaramat para diay pakaipatarusanyo.

source: your translation
ilo: ti pakaitarusanyo
